/* No comment provided by engineer. */
"# Cards" = "# Cartes";

/* search bar */
"Alphabetical" = 
"Alphabétique";

/* No comment provided by engineer. */
"Browse FlashCardExchange" = 
"Naviguer FlashCardExchange";

/* No comment provided by engineer. */
"Browse Quizlet Sets" = 
"Naviguer Quizlet";

/* UIView title */
"Choose Spreadsheet" = 
"Choisir tableur";

/* UISegmentedControl */
"Create New Collection" = 
"Créer nouveau collection";

/* No comment provided by engineer. */
"Created On" = 
"Créée";

/* No comment provided by engineer. */
"Creator" = 
"Créateur";

/* No comment provided by engineer. */
"Current Card" = 
"Carte actuelle";

/* No comment provided by engineer. */
"Description" = 
"Description";

/* HUD */
"Downloading Cards" = 
"Chargement des cartes en cours";

/* HUD */
"Downloading Images" = 
"Chargement des images en cours";

/* UIAlert title */
"Duplicate Cards Found" = 
"Cartes double trouvé";

/* otherButtonTitles */
"Edit Cards" = 
"Modifier les cartes";

/* UIAlert title */
"Error Downloading Card Sets" = 
"Erreur pendant le téléchargement d'ensembles des cartes";

/* No comment provided by engineer. */
"Excel or CSV (Spreadsheet) File" = 
"Fichier Excel ou CSV (tableur)";

/* No comment provided by engineer. */
"Excel or CSV Files" = 
"Fichiers Excel ou CSV";

/* No comment provided by engineer. */
"FlashCardExchange" = "FlashCardExchange";

/* No comment provided by engineer. */
"Folders" = "Dossiers";

/* No comment provided by engineer. */
"Go To Parent Folder" = 
"Aller au dossier parent";

/* No comment provided by engineer. */
"Home Folder" = 
"Dossier d'accueil";

/* No comment provided by engineer. */
"Hosted on Dropbox" = 
"Ordinaté sur Dropbox";

/* UIView Title */
"Import" = 
"Importer";

/* UIView title */
"Import Card Set" = 
"Importer ensemble des cartes";

/* UISegmentedController */
"Import Cards As-Is" = 
"Importer comme ils sont";

/* UIView title */
"Import Collection" = "Importer collection";

/* UIBarButtonItem */
"Import Now" = "Importer";

/* UIAlert title */
"Import Success!" = "Importé avec succès!";

/* UISegmentedControl */
"Import to Collection" = "Importer au collection";

/* HUD */
"Importing Cards" = "Importation des cartes en cours";

/* UILabel */
"Mark Cards Related?" = 
"Les cards associés";

/* UISegmentedControl */
"Merge + Edit" = "Fusionner + Modifier";

/* search bar */
"Most Recent" = "Les plus récentes";

/* search bar */
"Most Studied" = "Les plus étudies";

/* No comment provided by engineer. */
"My FlashCardExchange Sets" = "Mon ensembles sur FlashCardExchange";

/* No comment provided by engineer. */
"My Quizlet Sets" = "Mon ensembles sur Quizlet";

/* No comment provided by engineer. */
"My Saved Sets" = "Ensembles enregistrés";

/* UIView title */
"My Sets" = "Mon ensembles";

/* No comment provided by engineer. */
"New Card" = "Nouveau carte";

/* No comment provided by engineer. */
"No .XSL or .CSV Files Found" = 
"Aucun fichiers .XSL ou .CSV trouvé";

/* No comment provided by engineer. */
"No Results Found" = "Aucun resultats trouvé";

/* message */
"Note that you can only download Quizlet sets which have been marked \"Public.\"" = 
"NB: vous pouvez seulement télécharger des ensembles Quizlet qui ont été marquées \"publique.\"";

"NOTE: You can only download card sets which have been marked \"Public.\"\n\nUnresolved error parsing API query: %@" = "NB: vous pouvez seulement télécharger des ensembles qui ont été marquées \"publique\"\n\nErreur pendant l'analze d'API: %@";

/* HUD */
"Processing Duplicates" = 
"Traitant les doublons en cours";

/* No comment provided by engineer. */
"Quizlet" = "Quizlet";

/* UIAlert title */
"Quizlet Search Unavailable" = 
"Recherche de Quizlet indisponibles";

/* cancelButtonTitle */
"Return to Card Set" = 
"Retourner à ensemble";

/* cancelButtonTitle */
"Return to Collection" = 
"Retourner à collection";

/* UIBarButtonItem */
"Return to Home Folder" = 
"Retourner à dossier d'accueil";

/* UISegmentedController */
"Reverse Front & Back" = 
"Inverser l'avant et le verso";

/* HUD */
"Saving Card Sets" = 
"Sauvegardant d'ensembles en cours";

/* HUD */
"Saving Cards" = 
"Sauvegardant des cartes en cours";

/* HUD */
"Saving..." = 
"Sauvegardant...";

/* No comment provided by engineer. */
"Search FlashCardExchange" = 
"Rechercher FlashCardExchange";

/* No comment provided by engineer. */
"Search Quizlet Sets" = 
"Rechercher Quizlet";

/* message */
"Sorry, Quizlet search is briefly unavailable. Please try again in 2 or 3 minutes." = 
"Désolé, Quizlet est brièvement indisponible. S'il vous plaît essayez de nouveau en 2 ou 3 minutes.";

/* otherButtonTitles */
"Study Now" = "Étudier maintenant";

/* No comment provided by engineer. */
"Tag: %@" = "Tag: %@";

/* No comment provided by engineer. */
"Topics" = "Topics";

/* quizlet username field placeholder */
"Your Email Address" = "Votre address courriel";

/* quizlet username field placeholder */
"Your Quizlet Username" = 
"Votre identifiant de Quizlet";

/* message */
"Your search term must be at least two characters in length." = 
"Votre terme de recherche doit être au moins deux caractères.";

/* message */
"Your username must be at least two characters in length." = 
"Votre identifiant doit être au moins deux caractères.";



/* error message */
"An unresolved error occurred logging into Quizlet: %@ (%d)." = "An unresolved error occurred logging into Quizlet: %1$@ (%2$d).";

/* error message */
"Due to technical difficulties or site maintenance, access to private Quizlet sets and groups is not currently available. It will be available again shortly." = "Due to technical difficulties or site maintenance, access to private Quizlet sets and groups is not currently available. It will be available again shortly.";

/* error message */
"Due to technical difficulties or site maintenance, Quizlet login is not currently available. It will be available again shortly." = "Due to technical difficulties or site maintenance, Quizlet login is not currently available. It will be available again shortly.";

/* UIView title */
"Log in to Quizlet" = "Log in to Quizlet";

/* UIBarButtonItem */
"Login to Access Private Card Sets" = "Login to Access Private Card Sets";

/* UIBarButtonItem */
"Login to Access Private Groups" = "Login to Access Private Groups";

/* UIBarButtonItem */
"Logout from Quizlet (%@)" = "Logout from Quizlet (%@)";


/* message */
"An administrator of this group has removed you." = "An administrator of this group has removed you.";

/* No comment provided by engineer. */
"Added to group %@" = "Added to group %@";

/* title */
"Group Deleted" = "Group Deleted";



/* No comment provided by engineer. */
"Current" = "Current";

/* No comment provided by engineer. */
"Download Set" = "Download Set";

/* HUD */
"Downloading Sets" = "Downloading Sets";

/* No comment provided by engineer. */
"Group Password" = "Group Password";

/* No comment provided by engineer. */
"Join Group" = "Join Group";

/* HUD */
"Joining Group" = "Joining Group";

/* UIButton */
"Leave Group" = "Leave Group";

/* HUD */
"Leaving Group" = "Leaving Group";

/* UIView title */
"My Groups" = "My Groups";

/* No comment provided by engineer. */
"My Quizlet Groups" = "My Quizlet Groups";

/* No comment provided by engineer. */
"New" = "New";

/* No comment provided by engineer. */
"No Sets In Group" = "No Sets In Group";

/* error message */
"Please enter your password." = "Please enter your password.";

/* error message */
"Please enter your username." = "Please enter your username.";

/* message */
"Please log in to Quizlet to access or join this group." = "Please log in to Quizlet to access or join this group.";

/* HUD */
"Processing File" = "Processing File";

/* UIView title */
"Search Groups" = "Search Groups";

/* No comment provided by engineer. */
"Search Quizlet Groups" = "Search Quizlet Groups";

/* title */
"Set Deleted" = "Set Deleted";

/* No comment provided by engineer. */
"Set Password" = "Set Password";

/* message */
"The administrator of this group has been notified of your application." = "The administrator of this group has been notified of your application.";

/* message */
"The is a \"private\" group. Please enter a quick message to the group to ask to join:" = "The is a \"private\" group. Please enter a quick message to the group to ask to join:";

/* message */
"The password you entered is not valid. Please enter the group's password (case-sensitive) to join:" = "The password you entered is not valid. Please enter the group's password (case-sensitive) to join:";

/* message */
"The password you entered is not valid. Please enter the set's password (case-sensitive) to access:" = "The password you entered is not valid. Please enter the set's password (case-sensitive) to access:";

/* error message */
"The username and password you entered are not correct. Please try again." = "The username and password you entered are not correct. Please try again.";

/* message */
"This group does not exist." = "This group does not exist.";

/* message */
"This group was either deleted by its owner or because it had inappropriate content." = "This group was either deleted by its owner or because it had inappropriate content.";

/* message */
"This is a \"private\" card set and is password-protected. Please enter the set's password (case-sensitive) to access:" = "This is a \"private\" card set and is password-protected. Please enter the set's password (case-sensitive) to access:";

/* message */
"This is a \"private\" group and is password-protected. Please enter the group's password (case-sensitive) to join:" = "This is a \"private\" group and is password-protected. Please enter the group's password (case-sensitive) to join:";

/* message */
"This is a \"private\" group. Please log in to Quizlet to access or join this group." = "This is a \"private\" group. Please log in to Quizlet to access or join this group.";

/* message */
"This set does not exist." = "This set does not exist.";

/* message */
"This file exceeds the maximum file size for processing (8 megabytes). Please select a smaller file." = "This file exceeds the maximum file size for processing (8 megabytes). Please select a smaller file.";


/* message */
"This set was either deleted by its owner or because it had inappropriate content." = "This set was either deleted by its owner or because it had inappropriate content.";

/* message */
"This user does not exist; make sure you did not misspell the name." = "Cet identifiant n'existe pas; assurez que vous n'avez pas une faute de frappe de l'identifiant.";

/* No comment provided by engineer. */
"When you log in, you will be able to\naccess your private card sets and groups." = "When you log in, you will be able to\naccess your private card sets and groups.";

/* message */
"You have been invited to join this group. Would you like to join?" = "You have been invited to join this group. Would you like to join?";

/* message */
"You have joined this group successfully." = "You have joined this group successfully.";

/* message */
"You have left this group successfully." = "You have left this group successfully.";

/* message */
"You may only join a maximum of 8 Quizlet groups (you have 8). Please remove some before adding new ones, or subscribe to the Quizlet PLUS service to have unlimited groups. (This is a limitation of Quizlet, not FlashCards++, please consult the FAQ on www.Quizlet.com.)" = "You may only join a maximum of 8 Quizlet groups (you have 8). Please remove some before adding new ones, or subscribe to the Quizlet PLUS service to have unlimited groups. (This is a limitation of Quizlet, not FlashCards++, please consult the FAQ on www.Quizlet.com.)";

/* No comment provided by engineer. */
"Your Message" = "Votre message";

"Merge Card?" = "Fusionner carte?";

"Duplicate Set Found" = "Ensemble double trouvée";

"You already have a card set entitled \"%@\". Would you like to import these cards into this already-existing set, or would you like to create a new card set?" = 
"You already have a card set entitled \"%@\". Would you like to import these cards into this already-existing set, or would you like to create a new card set?";

"Create New Set" = "Créer un nouveau ensemble";

"Import to Existing Set" = "Importer à l'ensemble existant";
